/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ születésnapja";

/* Title for event birthday (without a name) */
"Birthday" = "Születésnap";

"FACEBOOK_CALENDAR_NAME" = "Facebook-események";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Naptár";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Emlékeztetők";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Emlékeztetők";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Emlékeztető";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Az esemény nem szerkeszthető.";

"NO_CALENDAR_ERROR" = "Nincs beállítva naptár.";

"NO_START_DATE_ERROR" = "Nincs beállítva kezdő dátum.";

"NO_END_DATE_ERROR" = "Nincs beállítva befejező dátum.";

"DATES_INVERTED_ERROR" = "A kezdési dátumnak a befejezési dátum előttinek kell lennie.";

"UNEXPECTED_ERROR" = "Váratlan hiba lépett fel.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Előfordulhat, hogy ez a naptár nem helyezhető át másik fiókba.";


"CALENDAR_READ_ONLY_ERROR" = "A naptár csak-olvasható.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Az esemény túlságosan hosszú ahhoz, hogy ilyen gyakran ismétlődjön.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Az esemény a jelzés bekövetkezése előtt ismétlődik.";

"START_DATE_FUTURE_ERROR" = "Az esemény túlságosan távol van a jövőben.";

"OCCURRENCE_COLLISION_ERROR" = "Erre a napra esik ennek az eseménynek egy másik előfordulása.";

"INVITES_CANNOT_MOVE_ERROR" = "A meghívók nem mozgathatók át másik naptárba.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Az emlékeztető helyzete nem képezhető le egy címre a riasztás elindításához.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Az az esemény nem ahhoz az eseménytárhoz tartozik.";

/* developer error */
"SPAN_ERROR" = "Érvénytelen időtartam került megadásra.";

"CALENDAR_HAS_NO_SOURCE" = "A naptárhoz nem tartozik forrás";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Ez az ismétlési mező nem módosítható.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "A riasztások nem módosíthatók.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "A résztvevők nem módosíthatók";

"CALENDAR_IMMUTABLE" = "Ez a naptár nem módosítható, illetve törölhető.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "A földrajzi információkat tartalmazó helyzeteket ez a fiók nem támogatja.";

"ACTIONS_NOT_SUPPORTED" = "A műveleteket ez a fiók nem támogatja.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Az emlékeztetők helyzeteit ez a fiók nem támogatja.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "A közelségalapú riasztásokat ez a fiók nem támogatja.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Az ismétlődő emlékeztetőkhöz meg kell adni egy lejárati dátumot.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Az a fiók nem engedélyezi naptárak hozzáadását, illetve eltávolítását.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Az a naptár nem engedélyezi események hozzáadását.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Az a naptár nem engedélyezi emlékeztetők hozzáadását.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Az a fiók nem támogatja az emlékeztetőket.";

"PRIORITY_IS_INVALID" = "A prioritásoknak 0 és 9 között kell lennie.";

"INVALID_ENTITY_TYPE" = "Ez nem egy érvényes EKEntityType.";
